export const namesLineSeparated = `حسن محمد الجازي 
خليل محمد بعبو 
شادي رفعت الطه 
وليد محمد سلامة
مصطفى محمد التناري 
بلال سمير فضل 
خضر محمد الشيخ 
محمد احمد حسن الحيلاوي 
اياد عبد القادر بدوي 
محمد فاتح مامون شرابي 
زيدان علي عنان 
انور عبد العزيز مغربي
خالد محمد اليوسف 
محمد سعيد الاشقر 
باسل محمد العبد الله 
اسامةعبد الرحمن بدوي 
محمد احمد عموري 
رضوان محمد متعب ادلب
فادي احمد الخطيب
رامي حمد الجاموس
عبد الرحمن احمد باكير
سامي عكرمة شريقي 
مصطفى خالد ناقوح 
علي محمد جميل منلاح
محمد اسامه حاج احمد 
خالد حسن ازكاح
احمد محمود السويد 
محمد عبد العزيز الباشا 
حسن عبد الله حمشو
عبد الرحمن خلف المزهول 
فيصل توفيق المهباني 
عبد الرزاق الرحال 
عز الدين محمد برغود
احمد علي الخضر دوما 
محمد وديع الحمود حماه 
رستم خليل الموسى 
بريك علي الشنان جندالشام
عبد السلام نواف اليوسف 
سليمان محمد سليمان
بشار طاهر العوض 
محمد عبد الستار دندل 
محمد جيجان الاحمد جيجان 
محمود حسن دخيل الجغيفي عراقي
شحادي محمد شحاده عنجاره
يوسف محمد حميده 
مبارك سعيد الصغيري
عبد الجبار خلف الحسين
محمد احمد عموري
عبد السلام نواف اليوسف
وليد محمد سلامه
رستم خليل الموسى
احمد حسين الاحمد
محمد نجيب عبد السلام
احمد اسماعيل الموحد
مصطفى محمد التناري 
ايمن مصطفى عيد
وليد حمد الله محمد الراوي عراقي
دحام جاسم الوقاع
احمد عبد المنعم عدلا
مصطفى مدين السعيد
ابراهيم حسين المسلط
مصطفى عبد الرحيم عنوش
معد عبد الحميد الاسعد 
جاندار احمد قاسم 
بلال فصيح هنداوي 
مثنى مالك عبد الكريم الحلقي عراقي 
ابراهيم احمد ناصر سراقب 
جوان مروان اسماعيل 
انس رجب عكوش 
غياث اسعد حليمة
علي سليم يحيى 
ايمن عواد الخليف 
فهد احمد الحسن الصفرا 
جهاد يوسف دياب 
ايهاب محمد علي السفرجي
وسام ياسين المفعلاني
خليل محمود خليل حماه 
عبد الله ابراهيم فرهود 
خضر حمدان الحمد 
عمار صالح الحمود دير الزور 
احمد نواف العبيد 
ايمن عبد الجواد 
محمد محمد عيد الحمادي 
حسام خالد الشبيب 
خالد سليمان الحمدو
حسن عبد المحسن الحمدوني 
فراس عبد الستار سحاري 
محمد طراد احمد الغضب 
عواد احمد العبد الموسى 
حسام عزيز السميط 
محمد شكري درعان الحسين اسماعيل خضر المحمد 
ابراهيم احمد الابراهيم
عبد الهادي محمد عرابي 
محمد احمد السليمان 
محمود عبد الحميد ستوت 
فراس عبد الحميد نعسان 
عبد الباسط احمد زكريا
منير محمد الحسين 
محمد حمدو الطالب
محمد احمد دعفيس 
محمد ممدوح حيدر 
طلال خليف الجاسم 
رياض الشيخ محمود قلعة المضيق 
جاسم ابراهيم الابراهيم 
علاء احمد زين العابدين
محمد عبد المجيد المبروك 
عمر محمد سنده 
محمود شبلوط شبلوط
رامي محمد علي الامين 
عمر محمد البرهوم 
اسماعيل احمد الجمعه السفيري 
ايمن محمد طبنج 
صالح نور الدين مصطفى 
حسام الدين خنجر 
محمد احمد العلي زردنا 
غزوان احمد مشهداني 
خالد علي الوحيش 
خليل الحسين الاحمد 
محمد مصطفى هاشم حلوم 
عبد الكريم عبد القادر عساف 
تيسير محمد عبده
عبد الحكيم عادل حج قدور
بلال فصيح هنداوي 
احمد علي سلوم 
احمد زيوار مطرب الجناح
ناجي حسن سرحان 
جهاد عبد الكريم العلي 
محمود مصطفى البكور 
احمد المحمد الاحمد السفيرة
احمد بريق صادق حلب
جاندار احمد قاسم كردي
بهاء عبد الكريم عبود 
محمود محمد شعبان عرجة
عبد الرحمن ابراهيم ابراهيم 
عبد الهادي مصطفى لعلعل
ياسر فتح الله رمضون
حمد حمدان الخضر 
ثائر مصطفى نداف 
وسيم نديم المعروف 
محمد السويد علي المحلاوي عراقي 
عمار خلف دياب سويد المحلاوي عراقي 
يوسف اسماعيل اليوسف
محمد ملحان احمد علي 
احمد معروف الجبان 
حسن ابراهيم الحسن 
امجد محمد السايس 
صافي حسن خليل العزيزي 
يحيى محمد امين السحاره
مصطفى حمادي العموري 
خالد محمود هلال جيرود 
بكري حسين عكو 
حسن مصطفى رفاعي
فادي احمد الخطيب ادلب
عمر قاسم الخمران 
طلال الجاسم العبد الله
سالم سلوم الغبرة الشيخ
محمد وسيم هشام الطويل 
محسن زكريا مجلوبة
حسن موسى الاحمد
محمد اسامه حاج احمد ادلب
حسن علي الغزاليالصفحةرقم٤
عمر مصطفى بيطار 
يحيى محمود فرج الخطيب 
فراس خالد الدلمس 
شعبان عبد الاشقر التركي 
عبد الوهاب الشيخ حسن 
عناد محمد زبيده 
خالد احمد السليمان 
احمد محمد المبارك 
عامر السيد علي 
محمد محمود شحود 
حسين عمر بدوي 
طارق احمد البكري 
علي احمد البطوشي 
ابراهيم علاء الدين الموصلي 
اسحاق الخالد 
معتز عبد الرحيم العبسي 
علي هلال العلي ادلب

عبد الرحمن محمد السعيد تل رفعت
مازن عبد الباسط زيتون 
احمد حسن السلطان 
محمد عادل حسن العثمان 
بدر الدين عبد الدايم حمص 
وليد محمد حنتش او حنتوش ادلب 
دحام راغب السوداة
محمد فاتح احمد حمدو 
اسامه احمد جقميره او جقمور 
محمد عبد الله الجاسم
نوح موزر عبد الرزاق
احمد صالح الخلف 
عبد الكريم الموح 
حسين عيد المحمود عين العرب 
خضر احمد الاحمد 
عماد ابراهيم الغفاري 
كتيبه فحام اريحا 
محمد فالح ادريس حسياء 
رامي احمدعلاء الدين
محمد ابراهيم فلاحه 
حسين علاوي الفياض دير الزور 
محمود عبد الوهاب خابور
عبد الجليل صافي ابو خالد 
رافد ابراهيم برو 
خير وعبد القادر البو 
محمود علي احمد البصره
احمد عبد الكريم القاسم 
تركي زيدان محمد الكريم 
حسام البقاعي 
محمد عوض عز الدين 
محمد عبد الرحيم العثمان 
منعم حسين العبد الله 
موسى سليمان الحاج حمد الرقه 
عبد حميد الكناص
مالك حسين العساف 
غياث حجي عبد القادر 
مصطفى محمد الحجي ضابط 
عقله ابراهيم الحميد 
هيثم ابراهيم العيسى مع الدبسه 
عبد الكريم علي العزيز 
ناصر مناع العلي 
عبده مصطفى حمود 
رائد وليد الرجب 
احمد عبد الحميد داوود 
احمد جهاد بكري 
شحادي محمد العبود 
طالب منصور الفصيح
طارق محمد العبيد 
ايمن الحبوش او حبوش 
علاء حسن مرعي 
احمد يحيى المصطفى 
علي حسن مصطفى الديب 
احمد صائب عبد الكريم القاسم 
صبحي غازي خليل
محمد حمدان الافنوش 
علي احمد العويس 
رياض كمال هارون 
القاسم علاوي العمر 
حسن محمد عيد المصري 
صالح عبد الحميد عبد الرزاق 
انور حسن العلي 
خالد يحيى العمر 
محمود محمد شهاب 
يوسف حسن ابو الجود 
عبد الرحمن سميسم 
عبد الحميد حجازي حلب 
جمال علي الدرويش 
حسان عبد الفتاح الجبوري 
زكريا محمد نصر تليتا
صالح حسين الاحمد الصالح ضابط منشق 
حسين نجم العبد الله 
جميل خالد الاسماعيلالصفحةرقم٦
ياسر صبحي القعود 
اسماعيل خضر المحمد اسماعيل 
فادي ابراهيم شعيب 
رامي يوسف حاج قدور 
عبد الغفور الاطرش 
احمد عمر الاحمر تفتناز 
عبد القادر رستم حيان 
محمد مشعان المطلق 
عبد المعطي شيخ موسى 
عاكف احمد اللري جسر الشغور 
عبد الرزاق حسن امين 
احمد عوض الزعبي درعا 
احمد يونس علي الدغيمي 
يوسف اسماعيل الشيخ يوسف محمد صالح مخلف الحسين 
محمد عبد السلام نجيب
عبد الله محمود حمزه عزاز 
عبد الرحمن عبد الحميد الشدو احمد نادر الدج 
سعود فرج المعيشر 
محمد جمعه احمد الباشي 
هايل جاسم العبد الله 
عبد الصمد عكو 
ناجي حسن الامين 
جمال نعسان بدله 
يوسف محمد جمعه صالحاني 
عبد الله محمد الاحمد الام هدى 
عثمان حسن العثمان 
معتز محمد الطعمه 
محمد عبد المجيد المبروك 
احمد بركات الحلاق 
عبد الله خليف منديل 
عقل ابراهيم الحميد 
عمران شريف اليعقوب 
غسان محمد السعيد 
بشار وليد التناري 
احمد جمعه الابرش 
خليل حسين الاحمد الرقه 
محمد احمد العموري جزرايه 
درغام عبد الحكيم الراوي عراقي 
خضر محمد الشيخ الرقه 
زكريا محمد الظاهر دمشق 
صالح محمد زكي الحافظ 
احمد محمد الفارس 
محمد محمد اديب مندو 
بلال خالد عزيمه فلسطين
فراس عبد الحميد نعسان 
سمير احمد عشماوي فلسطين 
سامر سيف الدين زكريا 
محمد خلف العمر 
محمد نصر العليالصفحة رقم٧
رائد عبد الحميد الزامل 
نبراس مجبل اسماعيل عراقي 
محمد كمال السيد 
زاهر موفق البصال 
عبد الكريم محمد كريم 
محمد وسيم هشام الطويل 
عبد الباسط يوسف عروش 
عبد الرزاق حسن امين 
محمد خير ابراهيم البيور 
احمد اسماعيل الموحد ادب 
موفق عبد الكريم حمزه الضبعه 
عبد القادر محمود سالم 
ابراهيم ياسين منصوري عقربه 
مسجد خليل محمد رمضان 
مراد خالد السطوف 
علاء حسن مرعي 
نادر ناصر الحميدي 
احمد حسن صبري الشويلي عراقي 
سفيان شقفت عين العرب 
عبد الله خالد الجاسم السعودي 
عبد الحليم حسان عز الدين 
محمود محمد راتب ناظري حمص 
محمد فاروق الحوامده 
حسين خالد ضبعان 
فارس عبد العزيز الدعاس 
حيدر مهدي عبد الباقي المقصوصي عراقي 
محمد صبحي شبيب 
عماد الدين سالم حسن تونسي 
يوسف محمد جمعه صالحاني 
عبد الحميد عواد الخلف الحسكه 
عبد الله ابراهيم الشمالي 
محمود سند المطلق
حميد محمد حجازي الام عزيزه 
فضل صالح عبد الكريم
حسن محمد الجازي
خليل محمد بعبو
شادي رفعت الطه
وليد محمد سادمة
مصطفى محمد التناري
بدل سميرفضل
خضر محمد الشيخ
محمد احمد حسن الحيدوي
اياد عبد القادر بدوي
فاتح مامون شرابي
محمد
زيدان علي عنان
انور عبد العزيز مغربي
خالد محمد اليوسف
محمد سىعيد الشفر
باسل محمد العبد الته
اسامة عبد الرحمن بدوي
محمد احمد عموري
رضوان محمد متعب ادلب
فادي احمد الخطيب
رامي حمد الجاموس
عبد الرحمن احمد باكير
مصطفى خالد ناقوح
سامي عكرمة شريقي
علي محمد جميل منادح
مد اسامه حاج احمد
حسن ازكاح
محمد طراد احمد الغضب
عواد احمد العدد الموسى
حسام عزيز السميط
محمد شكري درعان الحسين
اسماعيل خضر المحمد
ابراهيم احمد اكبراهيم
عبد الهادي محمد عرابي
محمد احمد السليمان
محمود عبد الحميل ستوت
فراس عبد الحميد نعسان
عبد الباسط احمد زكريا
منير محمد الحسين
محمد حمدو الطالب
محمد احمد دعفيس
محمل ممدوح حيدر
ط دل خليف الجاسم
رياض الشيخ محمود قلعة
المضيق
جاسم ابراهيم اكبراهيم
علاء احمد زين العابدين
محمد عبد المجيد المبروك
عمر محمل سنل
محمود شبلوط شبلوط
رامي محمد علي ادمين
عمر محمد البرهوم
اسماعيل احمد الجمعه
السغيري
ايمن محمد طبنج
صالح نور الدين مصطفى
حسام الدينخنجر
محمد احمد العلي زردنا
غزوان احمد مشهد اني
د علي الوحيش
الحسين احمد
دحام جاسم الوقاع
احمد عبد المنعم عدد
مصطفى مدين السعيد
ابراهيم حسين المسلط
مصطفى عبد الرحيم عنوش
معد عبد الحميد اسعد
جاندار احمد قاسم
بادل فصيح هنداوي
مثى مالك عبد الكريم الحلقي
عراقي
ابراهيم احمد ناصر سراقپ
جوان مروان اسماعيل
انس رجب عكوش
غياث اعد حليمة
عليسليد يحيى
ايمن عواد الخليف
فهد احمد الحسن الصفرا
جهاد يوسف دياپ
ايهاب محمد علي السفرجي
وسام ياسين اﻟفعادني
خليل محمود خليل حماه
عبد الته ابراهيم قرهود
خضرحمد ان الحمد
عمار صالح الحمود دير الزور
احمد نواف العبيد
ايمن عبد الجواد
الصفحةرقم٢
محمد محمد عيد الحمادي
حسام خالد الشبيب
سليمان الحمدو
ان عبد الحسن الحمدوني
فراس عبد الستار سحاري
محمد عبد العزيز الباشا
حسن عيد الته حمشو
عبد الرحمن خلف الزهول
فيصل توفيق الهباني
عبد الرزاق الرحال
عز الدين محمد برغود
علي الخضر دوما
احمد
محمد وديع الحمود حماه
رستم خليل الوسى
بريك علي الشنان جند الشام
عبد السادم نواف اليوسف
سليمان محمد سليصان
الصفحة رقم
بشار طاهر العوض
محمد عبد الستاردندل
محمد جيجان احمد جيجان
محمود حسن دخيل الجغيفي
عراقي
الشﺎركات
ا٥
شحادي محمد شحاده عنجاره
يوسف محملحميده
مبارك سعيد الصغيري
عبد الجبار خلف الحسين
محمد احمد عموري
عبد السدم نواف اليوسف
وليد محمد سادمه
رستم خليل الوسى
احمل حسين حمل
محمد نجيب عبد السدم
احمد اسماعيل الوحد
طفى محمد التناري
ل مصطفى عيد
وليد حمد الله محمد الآوي عراقي
عليه ذل العليادلب السعيد تل
معتز عبل الرحيم العبسي
عبد الرحمن محمد
رفعت
مازن عبد الباسط زيتون
احمد حسن السلطان
محمد عادل حسن العثمان
بدر الدين عبد الدايم حمص
وليد محمد حنتش او حنتوش
ادلب
دحام راغب السوداة
محم فاتح احمد حمدو
اسامه احمد جقميره او جقمور
محمد عبد الثه الجاسم
نوح موزر عبد الرزاق
احمد صالح الخلف
عبد الكريم الوح
حسين عيد الحمود عين العرب
خضر احمد احمد
عماد ابراهيم الغفاري
كتيبه فحام اريحا
محمد فالح ادريس حسياء
رامي احمد علء الدين
محمد ابراهيم فدحه
حسين عدوي الفياض دير الزور
محمود عبد آلوهاب خابور
عبد الجليل صافي ابو خالد
`;
